Repository: Alxcgs/SteamDBCompanion
Catalog: SteamDBCompanion/*.lproj/Localizable.strings
Languages: uk

# tab.home
source: Home
uk: Головна

# tab.explore
source: Explore
uk: Огляд

# tab.updates
source: Updates
uk: Оновлення

# tab.settings
source: Settings
uk: Налаштування

# app_detail.in_wishlist
source: In Wishlist
uk: У списку

# app_detail.wishlist
source: Wishlist
uk: Вішліст

# app_detail.store
source: Store
uk: Магазин

# store_sheet.title
source: Open store page
uk: Відкрити сторінку магазину

# store_sheet.message
source: Choose where to open the Steam store page.
uk: Оберіть, де відкрити сторінку Steam.

# store_sheet.open_in_app
source: Open in app browser
uk: Відкрити у браузері додатка

# store_sheet.open_external
source: Open in external browser
uk: Відкрити у зовнішньому браузері

# wishlist.syncing
source: Syncing Steam wishlist...
uk: Синхронізація вішліста Steam...

# wishlist.not_signed_in_title
source: Not signed in to Steam
uk: Ви не увійшли в Steam

# wishlist.not_signed_in_message
source: Sign in with Steam to load your account wishlist.
uk: Увійдіть у Steam, щоб завантажити свій список бажань.

# steam.sign_in
source: Sign in with Steam
uk: Увійти через Steam

# wishlist.empty_steam
source: Your Steam wishlist is empty
uk: Ваш список бажань Steam порожній

# wishlist.steam_title
source: Steam Wishlist
uk: Список бажань Steam

# wishlist.open_web
source: Open Steam Wishlist (Web)
uk: Відкрити вішліст Steam (Web)

# wishlist.title
source: Wishlist
uk: Вішліст

# wishlist.sync_alert_title
source: Steam Sync
uk: Синхронізація Steam

# common.ok
source: OK
uk: Гаразд

# wishlist.last_sync
source: Last sync
uk: Остання синхронізація

# wishlist.auth_signed_in
source: Signed in to Steam
uk: Ви увійшли в Steam

# wishlist.auth_not_signed_in
source: Not signed in
uk: Не виконано вхід

# wishlist.auth_unknown
source: Steam status unknown
uk: Статус Steam невідомий

# wishlist.sync_state_idle
source: Idle
uk: Очікування

# wishlist.sync_state_syncing
source: Syncing
uk: Синхронізація

# wishlist.sync_state_synced
source: Synced
uk: Синхронізовано

# wishlist.sync_state_failed
source: Failed
uk: Помилка

# wishlist.sync_success_empty
source: Steam wishlist synced. Your Steam wishlist is currently empty.
uk: Синхронізація завершена. Ваш список бажань Steam порожній.

# wishlist.sync_success_count
source: Steam wishlist synced: %d items.
uk: Синхронізація завершена: %d елемент(ів).

# settings.title
source: Settings
uk: Налаштування

# settings.appearance
source: Appearance
uk: Зовнішній вигляд

# settings.theme
source: Theme
uk: Тема

# settings.language
source: Language
uk: Мова

# settings.app_language
source: App Language
uk: Мова інтерфейсу

# settings.oled_dark_hint
source: Dark mode uses OLED black.
uk: Темна тема використовує OLED-чорний.

# settings.browsing_mode
source: Browsing Mode
uk: Режим перегляду

# settings.full_website_toggle
source: Use full website in app
uk: Використовувати повний сайт у додатку

# settings.full_website_hint
source: When enabled, Home/Explore open full SteamDB web mode inside the app.
uk: Коли увімкнено, вкладки Головна/Огляд відкривають повний SteamDB у вбудованому веб-режимі.

# settings.full_website_default
source: Default: disabled (native mode).
uk: За замовчуванням: вимкнено (нативний режим).

# settings.steam_account
source: Steam Account (In-App Web)
uk: Steam-акаунт (веб у додатку)

# settings.open_steam_wishlist
source: Open Steam Wishlist
uk: Відкрити вішліст Steam

# settings.open_steam_news
source: Open Steam News
uk: Відкрити новини Steam

# settings.steam_account_hint
source: Personal pages and account currency are shown in web mode after login.
uk: Персональні сторінки та валюта акаунта доступні у веб-режимі після входу.

# settings.store_region
source: Store Region
uk: Регіон магазину

# settings.country
source: Country
uk: Країна

# settings.country_auto
source: Auto
uk: Авто

# settings.content_language
source: Content Language
uk: Мова контенту

# settings.store_content_language
source: Store Content Language
uk: Мова контенту магазину

# settings.store_content_language_hint
source: Affects fetched store content and prices, not the app UI language.
uk: Впливає на завантажений контент і ціни магазину, але не на мову інтерфейсу.

# language.english
source: English
uk: Англійська

# language.ukrainian
source: Ukrainian
uk: Українська

# language.polish
source: Polish
uk: Польська

# language.german
source: German
uk: Німецька

# language.turkish
source: Turkish
uk: Турецька

# language.japanese
source: Japanese
uk: Японська

# settings.store_region_hint
source: Set this to your Steam account country for matching prices in native screens.
uk: Виберіть країну свого Steam-акаунта для коректних цін у нативних екранах.

# settings.in_app_alerts
source: In-App Alerts
uk: Внутрішні сповіщення

# settings.in_app_alerts_hint
source: Price and player alerts run for wishlisted apps when you refresh or open the app.
uk: Алерти ціни та активності гравців для вішліста оновлюються під час відкриття/оновлення додатка.

# settings.mode
source: Mode
uk: Режим

# settings.free_mode
source: Free (No APNs)
uk: Безкоштовний (без APNs)

# settings.about
source: About
uk: Про додаток

# settings.disclaimer_1
source: This app is not affiliated with Valve or SteamDB.
uk: Цей додаток не пов'язаний з Valve або SteamDB.

# settings.disclaimer_2
source: SteamDB Companion is unofficial and uses public data only.
uk: SteamDB Companion є неофіційним і використовує лише публічні дані.

# settings.open_steamdb
source: Open SteamDB
uk: Відкрити SteamDB

# appearance.system
source: System
uk: Системна

# appearance.light
source: Light
uk: Світла

# appearance.dark
source: Dark
uk: Темна

# steam_sync.error_not_logged_in
source: Sign in with Steam first, then run sync.
uk: Спочатку увійдіть через Steam, потім запустіть синхронізацію.

# steam_sync.error_invalid_response
source: Steam did not return wishlist data.
uk: Steam не повернув коректні дані вішліста.

# steam_sync.error_rate_limited
source: Steam temporarily rate-limited this request. Please retry in a moment.
uk: Steam тимчасово обмежив запит. Спробуйте ще раз трохи пізніше.

# steam_sync.error_network
source: Network error while contacting Steam.
uk: Помилка мережі під час звернення до Steam.

# app_detail.description
source: Description
uk: Опис

# app_detail.platforms
source: Platforms
uk: Платформи

# app_detail.sign_in_wishlist
source: Sign in for Wishlist
uk: Увійдіть для вішліста

# app_detail.manage_wishlist
source: Manage in Steam
uk: Керувати в Steam

# app_detail.stat_current_players
source: Current Players
uk: Гравці зараз

# app_detail.stat_peak_24h
source: 24h Peak
uk: Пік за 24 год

# app_detail.stat_peak_all_time
source: All-Time Peak
uk: Пік за весь час

# app_detail.error_load_details
source: Failed to load details
uk: Не вдалося завантажити деталі

# common.cancel
source: Cancel
uk: Скасувати

# common.clear
source: Clear
uk: Очистити

# common.free
source: Free
uk: Безкоштовно

# common.loading
source: Loading...
uk: Завантаження...

# common.open
source: Open
uk: Відкрити

# common.refresh
source: Refresh
uk: Оновити

# common.retry
source: Retry
uk: Повторити

# common.zoom
source: Zoom
uk: Масштаб

# web.error_title
source: Failed to open page
uk: Не вдалося відкрити сторінку

# web.error_timeout
source: Web page load timed out.
uk: Час очікування завантаження сторінки вичерпано.

# web.open_in_safari
source: Open in Safari
uk: Відкрити в Safari

# web.startup_fallback_banner
source: Web mode is temporarily unavailable. Showing native Home.
uk: Веб-режим тимчасово недоступний. Показано нативну Головну.

# home.trending
source: Trending
uk: У тренді

# home.top_sellers
source: Top Sellers
uk: Топ продажів

# home.no_trending
source: No trending data right now.
uk: Зараз немає даних трендів.

# home.no_top_sellers
source: No top-seller data right now.
uk: Зараз немає даних топ-продажів.

# home.error_load
source: Failed to load data
uk: Не вдалося завантажити дані

# search.title
source: Search
uk: Пошук

# search.placeholder
source: Search apps, packages...
uk: Пошук ігор, пакетів...

# search.no_results
source: No results found
uk: Нічого не знайдено

# search.error
source: Search failed
uk: Помилка пошуку

# price_chart.title
source: Price History
uk: Історія цін

# price_chart.subtitle
source: Price history
uk: Історія ціни

# price_chart.lowest
source: Lowest
uk: Найнижча

# price_chart.empty
source: No price history available
uk: Історія цін відсутня

# price_chart.no_chart_data
source: No chart data available
uk: Дані графіка відсутні

# price_chart.hint
source: Tap or drag on the chart to inspect the exact price at that date.
uk: Торкніться або проведіть по графіку, щоб побачити точну ціну на цю дату.

# price_chart.navigation_title
source: Price Chart
uk: Графік ціни

# price_chart.no_price_data
source: No price data
uk: Дані ціни відсутні

# player_chart.title
source: Player Activity
uk: Активність гравців

# player_chart.subtitle
source: Player activity
uk: Активність гравців

# player_chart.last_24h
source: Last 24 Hours
uk: Останні 24 години

# player_chart.peak
source: Peak
uk: Пік

# player_chart.empty
source: No player data available
uk: Дані гравців відсутні

# player_chart.no_chart_data
source: No player trend data available
uk: Дані тренду гравців відсутні

# player_chart.hint
source: Tap or drag on the chart to inspect the exact player count at that date.
uk: Торкніться або проведіть по графіку, щоб побачити точну кількість гравців на цю дату.

# player_chart.navigation_title
source: Player Chart
uk: Графік гравців

# player_chart.no_data
source: No player data
uk: Дані гравців відсутні

# player_chart.players_suffix
source: players
uk: гравців

# updates.title
source: Updates
uk: Оновлення

# updates.loading
source: Checking updates...
uk: Перевірка оновлень...

# updates.status_section
source: Status
uk: Статус

# updates.new_changes
source: New Changes
uk: Нові зміни

# updates.history_section
source: History
uk: Історія

# updates.no_changes
source: No changes detected yet.
uk: Поки що змін не виявлено.

# updates.tracked_apps
source: Tracked Apps
uk: Відстежувані ігри

# updates.tracked_apps_empty
source: Add apps to your wishlist to track updates.
uk: Додайте ігри у вішліст, щоб відстежувати зміни.

# updates.wishlist_news
source: Wishlist News
uk: Новини вішліста

# updates.wishlist_news_empty
source: No wishlist-specific news yet. Sign in and sync wishlist to get personalized updates.
uk: Поки немає персональних новин. Увійдіть і синхронізуйте вішліст, щоб отримувати новини по ваших іграх.

# updates.steam_news
source: Steam News
uk: Новини Steam

# updates.news_empty
source: No news loaded yet. Pull to refresh.
uk: Новини ще не завантажені. Потягніть вниз, щоб оновити.

# updates.background_policy
source: Background Policy
uk: Фонова політика

# updates.background_policy_text
source: This build uses free in-app alerts without APNs. Updates are checked on refresh/open.
uk: Ця збірка використовує безкоштовні in-app алерти без APNs. Оновлення перевіряються при відкритті/оновленні.

# updates.error_refresh
source: Failed to refresh updates
uk: Не вдалося оновити розділ

# updates.diff.price_drop
source: Price Drop
uk: Падіння ціни

# updates.diff.price_rise
source: Price Rise
uk: Зростання ціни

# updates.diff.player_spike
source: Player Spike
uk: Сплеск гравців

# updates.diff.player_drop
source: Player Drop
uk: Падіння гравців

# updates.diff.update
source: Update
uk: Оновлення

# routes.all_pages
source: All Pages
uk: Усі сторінки

# routes.mode_native
source: Native
uk: Нативно

# routes.mode_web
source: Web
uk: Веб

# routes.path_template
source: Path template
uk: Шаблон шляху

# routes.error_load
source: Failed to load
uk: Не вдалося завантажити

# routes.group.home
source: Home
uk: Головна

# routes.group.search
source: Search
uk: Пошук

# routes.group.app
source: App
uk: Гра

# routes.group.charts
source: Charts
uk: Графіки

# routes.group.sales
source: Sales
uk: Знижки

# routes.group.calendar
source: Calendar
uk: Календар

# routes.group.rankings
source: Rankings
uk: Рейтинги

# routes.group.utility
source: Utility
uk: Інструменти

# routes.group.entities
source: Entities
uk: Сутності

# routes.group.other
source: Other
uk: Інше
